test/multiphase/multiphaseEuler/populationBalance/isothermalGrowth/Allrun
#!/bin/sh

# Run from this directory
cd "${0%/*}" || exit 1

# Source run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication topoSet
runApplication $(getApplication)

( cd validation && ./createGraphs )

#------------------------------------------------------------------------------
